{
  "case_docket_label": "US District Court Criminal Docket",
  "case_file_name": "US.DIS.SC_406cr1001_SCD",
  "case_key": "4:06cr1001_SCD",
  "case_lni": "7WBN-NF90-Y892-B4R4-00000-00",
  "case_number": "4:06cr1001",
  "case_title": "USA v. Stanley et al",
  "case_info_full_case_name": "USA v. Stanley et al",
  "case_info_short_case_name": "USA",
  "case_info_party1": "USA",
  "case_info_party2": "Stanley et al",
  "case_date_filed": "2006-09-13",
  "case_status": "Closed",
  "case_status_date": "11/19/2008",
  "case_type_description": "Criminal",
  "attorneys": [
    {
      "attorney_label": "LEAD ATTORNEY;ATTORNEY TO BE NOTICED"
    },
    {}
  ],
  "parties": [
    {
      "party_name": "Jimmie Darion Stanley",
      "party_description": "Defendant",
      "charges": [
        {
          "charge_description": "21:846 did knowingly and intentionally combine, conspire and agree to possess with intent to distribute and to distribute 50 grams or more of cocaine commonly known as crack cocaine"
        },
        {
          "charge_offence_description": "21:846 did knowingly and intentionally combine, co"
        },
        {
          "charge_description": "21:846 and 841(a)(1) and (b)(1)(A)did knowingly and unlawfully conspire with others to possess with intent to distribute 50 grams or more of cocaine base commonly known as crack cocaine a Schedule II controlled substance(1)"
        },
        {
          "charge_disposition": "Defendant is hereby committed to custody of Bureau of Prisons to be imprisoned for a term of 170 months. Remanded to Marshal. Upon release, defendant shall be on supervised release for a term of 10 years. While on supervised release, defendant shall comply with the mandatory and standard conditions of supervision outlined in 18:3583(d) and the following special conditions: 1. Defendant shall participate in a program of testing and treatment for drug/alcohol abuse, as directed by probation officer, until such time as defendant is released from program by probation officer. 2. Defendant shall participate in mental health counseling, as directed by probation officer, until such time as defendant is released from program by probation officer. $100 special assessment due immediately. AMENDED JUDGMENT: IT IS ORDERED that the previous term of imprisonment of 170 months is hereby REDUCED, and the defendant is committed to the custody of the Bureau of Prisons to be imprisoned for a term of one hundred forty four (144) months. All other conditions shall remain as previously imposed. JUDGMENT: The defendant is hereby committed to the custody of the United States Bureau of Prisons to be imprisoned for a term of one hundred twenty (120) months. The defendant is remanded to the custody of the United States Marshal. Upon release from imprisonment, the defendant shall be on supervised release for a term of four (4) years. While on supervised release, the defendant shall comply with the mandatory and standard conditions of supervision outlined in Title 18 U.S.C. 3583(d). The defendant shall also comply with the following special conditions: 1. The defendant shall satisfactorily participate in a substance abuse treatment program, to include drug testing, as approved by the U.S. Probation Office. The defendant shall contribute to the costs of such treatment not to exceed an amount determined reasonable by the Court approved U.S. Probation Offices Sliding Scale for Services, and shall cooperate in securing any applicable third-party payment, such as insurance or Medicaid. 2. The defendant shall satisfactorily participate in mental health treatment program, as approved by the probation officer. The defendant shall contribute to the costs of such treatment not to exceed an amount determined reasonable by the Court approved U.S. Probation Offices Sliding Scale for Services, and shall cooperate in securing any applicable third-party payment, such as insurance or Medicaid. $100.00 special assessment due immediately. AMENDED JUDGMENT: *This matter came before the Court upon governments motion to reduce sentence pursuant to Rule 35(b) and the Court having granted the same, *IT IS ORDERED that the previous term of imprisonment of 120 months is hereby REDUCED, and the defendant is committed to the custody of the United States Bureau of Prisons to be imprisoned for a term of ninety-six (96) months. All other conditions shall remain as previously imposed February 6, 2014. Amended Judgment: Correction of Sentence for Clerical Mistake (Fed.R.Crim.P.36) - *Opleaded guilty to Count(s) One (1) on March 5, 2007*. Reduction of Sentence for Changed Circumstances (Fed.R. Crim. P. 35(b)) - to reflect the correct sentence of the defendant: *This matter came before the Court upon governments motion to reduce sentence pursuant to Rule 35(b) and the Court having granted the same, *IT IS ORDERED that the previous term of imprisonment of 120 months is hereby REDUCED, and the defendant is committed to the custody of the United States Bureau of Prisons to be imprisoned for a term of ninety-six (96) months. All other conditions shall remain as previously imposed February 6, 2014. REVOCATION JUDGMENT: Defendant is hereby committed to the custody of the Bureau of Prisons to be imprisoned for a period of 5 months. Defendant is remanded to custody of US Marshals. Upon release from imprisonment, Defendant shall be on supervised release for a term of 6 months. While on supervised release, the defendant shall comply with the mandatory and standard conditions of supervision outlined in Title 18 U.S.C. ยง 3583(d) as well as special conditions"
        },
        {
          "charge_offence_description": "Opening",
          "charge_offence_level": "Felony"
        }
      ],
      "judges": [
        {
          "judge_title": "Chief Judge",
          "judge_name": "Terry L Wooten",
          "judge_guid": "urn:entity:jud-100016641"
        }
      ]
    },
    {
      "party_name": "Herbert Bellamy, Jr",
      "party_description": "Defendant",
      "charges": [
        {
          "charge_description": "21:846 did knowingly and intentionally combine, conspire and agree to possess with intent to distribute and to distribute 50 grams or more of cocaine commonly known as crack cocaine"
        },
        {
          "charge_offence_description": "21:846 did knowingly and intentionally combine, co"
        },
        {
          "charge_description": "21:846 and 841(a)(1) and (b)(1)(A)did knowingly and unlawfully conspire with others to possess with intent to distribute 50 grams or more of cocaine base commonly known as crack cocaine a Schedule II controlled substance(1)"
        },
        {
          "charge_disposition": "The defendant is hereby committed to the custody of the United States Bureau of Prisons to be imprisoned for a total term of One Hundred Ninety-Two (192) months. The defendant is remanded to the custody of the United States Marshal. Upon release from imprisonment, the defendant shall be on supervised release for a term of Ten (10) years. While on supervised release, the defendant shall comply with the mandatory and standard conditions of supervision outlined in Title 18:3583(d). The defendant shall also comply with the following special conditions: 1. The defendant shall participate in a program of testing and treatment for drug/alcohol abuse, as directed by the probation officer, until such time as the defendant is released from the program by the probation officer. 2. The defendant shall participate in a program of self-help or training as deemed necessary by the probation officer. The defendant shall not possess a firearm, ammunition, destructive device, or any other dangerous weapon. The defendant shall cooperate in the collection of DNA as directed by the Probation Office. $100.00 special assessment due immediately."
        },
        {
          "charge_offence_description": "Opening",
          "charge_offence_level": "Felony"
        }
      ],
      "judges": [
        {
          "judge_title": "Chief Judge",
          "judge_name": "Terry L Wooten",
          "judge_guid": "urn:entity:jud-100016641"
        }
      ]
    },
    {
      "party_name": "Patrick McMillan Bragg",
      "party_description": "Defendant",
      "charges": [
        {
          "charge_description": "21:846 did knowingly and intentionally combine, conspire and agree to possess with intent to distribute and to distribute 50 grams or more of cocaine commonly known as crack cocaine"
        },
        {
          "charge_offence_description": "21:846 did knowingly and intentionally combine, co"
        },
        {
          "charge_description": "21:846 and 841(a)(1) and (b)(1)(A)did knowingly and unlawfully conspire with others to possess with intent to distribute 50 grams or more of cocaine base commonly known as crack cocaine a Schedule II controlled substance(1)"
        },
        {
          "charge_disposition": "The defendant's previously imposed sentence is reduced to 78 months imprisonment. If this revised sentence is less than the amount of time the defendant has already served, the sentence is reduced to a Time Served sentence. All other provisions of the defendant's previous sentence remain in effect: The Court recommends that the defendant be evaluated and considered for any drug or alcohol treatment while incarcerated. Supervised release for a term of Five (5) years, with the mandatory and standard conditions of supervision outlined in Title 18:3583(d), and the following special conditions to: (1) Participate in a program of testing and treatment for drug/alcohol abuse, as directed by USPO; (2) Participate in mental health counseling, as directed by USPO; (3) Participate in a program of self-help or training as deemed necessary by the probation officer. The defendant shall not possess a firearm, ammunition, destructive device, or any other dangerous weapon. The defendant shall cooperate in the collection of DNA as directed by the Probation Office. $100.00 special assessment due immediately. REVOCATION JUDGMENT: The previously-imposed term of Supervised Release is hereby revoked. Pursuant to the Sentencing Reform Act of 1984, it is the judgment of the Court that the defendant, Patrick McMillian Bragg, is hereby committed to the custody of the Bureau of Prisons to be imprisoned for a period of 24 months with no supervised release to follow. This term of imprisonment is to run consecutively to the term of imprisonment now serving as was ordered by the US District Court, Eastern District of North Carolina, Case Number 7:14CR76-1F."
        },
        {
          "charge_offence_description": "Opening",
          "charge_offence_level": "Felony"
        }
      ],
      "judges": [
        {
          "judge_title": "Chief Judge",
          "judge_name": "Terry L Wooten",
          "judge_guid": "urn:entity:jud-100016641"
        }
      ]
    },
    {
      "party_name": "Derrell Jeton Stevenson",
      "party_description": "Defendant",
      "charges": [
        {
          "charge_description": "21:846 did knowingly and intentionally combine, conspire and agree to possess with intent to distribute and to distribute 50 grams or more of cocaine commonly known as crack cocaine"
        },
        {
          "charge_offence_description": "21:846 did knowingly and intentionally combine, co"
        },
        {
          "charge_description": "21:846 and 841(a)(1) and (b)(1)(A)did knowingly and unlawfully conspire with others to possess with intent to distribute 50 grams or more of cocaine base commonly known as crack cocaine a Schedule II controlled substance(1)"
        },
        {
          "charge_disposition": "The defendant is hereby committed to the custody of the United States Bureau of Prisons to be imprisoned for a total term of One Hundred Forty (140) months. The defendant is remanded to the custody of the United States Marshal. Upon release from imprisonment, the defendant shall be on supervised release for a term of Five (5) years. While on supervised release, the defendant shall comply with the mandatory and standard conditions of supervision outlined in Title 18:3583(d). The defendant shall also comply with the following special conditions: 1. The defendant shall participate in a program of testing and treatment for drug/alcohol abuse, as directed by the probation officer, until such time as the defendant is released from the program by the probation officer. 2. The defendant shall participate in mental health counseling, as deemed necessary by the probation officer, until such time as the defendant is released from the program by the probation officer. 3.The defendant shall participate in a program of self-help or training as deemed necessary by the probation officer. The defendant shall not possess a firearm, ammunition, destructive device, or any other dangerous weapon. The defendant shall cooperate in the collection of DNA as directed by the Probation Office. $100.00 special assessment due immediately."
        },
        {
          "charge_offence_description": "Opening",
          "charge_offence_level": "Felony"
        }
      ],
      "judges": [
        {
          "judge_title": "Chief Judge",
          "judge_name": "Terry L Wooten",
          "judge_guid": "urn:entity:jud-100016641"
        }
      ]
    },
    {
      "party_name": "Doneco Leceal Strong",
      "party_description": "Defendant",
      "charges": [
        {
          "charge_description": "21:846 did knowingly and intentionally combine, conspire and agree to possess with intent to distribute and to distribute 50 grams or more of cocaine commonly known as crack cocaine"
        },
        {
          "charge_offence_description": "21:846 did knowingly and intentionally combine, co"
        },
        {
          "charge_description": "21:846 and 841(a)(1) and (b)(1)(A)did knowingly and unlawfully conspire with others to possess with intent to distribute 50 grams or more of cocaine base commonly known as crack cocaine a Schedule II controlled substance(1)"
        },
        {
          "charge_disposition": "The defendant's previously imposed sentence is reduced to 98 months imprisonment. If this revised sentence is less than the amount of time the defendant has already served, the sentence is reduced to a Time Served sentence. All other provisions of the defendant's previous sentence remain in effect: The Court recommends that the defendant be evaluated and considered for any drug treatment programs while incarcerated. Supervised release for a term of Five (5) years, with the mandatory and standard conditions of supervision outlined in Title 18:3583(d), and the following special conditions to: (1) Participate in a program of testing and treatment for drug/alcohol abuse, as directed by USPO; (2) Participate in mental health counseling, as deemed necessary by USPO. The defendant shall not possess a firearm, ammunition, destructive device, or any other dangerous weapon. The defendant shall cooperate in the collection of DNA as directed by the Probation Office. $100.00 special assessment due immediately."
        },
        {
          "charge_offence_description": "Opening",
          "charge_offence_level": "Felony"
        }
      ],
      "judges": [
        {
          "judge_title": "Chief Judge",
          "judge_name": "Terry L Wooten",
          "judge_guid": "urn:entity:jud-100016641"
        }
      ]
    },
    {
      "party_name": "Larry Timothy Wilson",
      "party_description": "Defendant",
      "charges": [
        {
          "charge_description": "21:846 did knowingly and intentionally combine, conspire and agree to possess with intent to distribute and to distribute 50 grams or more of cocaine commonly known as crack cocaine"
        },
        {
          "charge_offence_description": "21:846 did knowingly and intentionally combine, co"
        },
        {
          "charge_description": "21:846 and 841(a)(1) and (b)(1)(A)did knowingly and unlawfully conspire with others to possess with intent to distribute 50 grams or more of cocaine base commonly known as crack cocaine a Schedule II controlled substance(1)"
        },
        {
          "charge_disposition": "Defendant is hereby committed to custody of Bureau of Prisons to be imprisoned for a term of 174 months. Remanded to Marshal. Court recommends defendant be evaluated and considered for any drug treatment programs while incarcerated. Upon release, defendant shall be on supervised release for a term of 5 years. While on supervised release, defendant shall comply with the mandatory and standard conditions of supervision outlined in 18:3583(d) and the following special conditions: 1. Defendant shall satisfactorily participate in a substance abuse treatment program, to include drug testing, as approved by U.S. Probation Office. 2. Defendant shall participate in vocational training program as directed by U.S. Probation Office. $100 special assessment due immediately. AMENDED JUDGMENT: *This matter came before the Court on governments motion to reduce sentence pursuant to Rule 35(b), following the Courts reduction from 174 months to 150 months pursuant to 18:3582(c)(2); and the Court having granted the governments Rule 35(b) motion, *IT IS ORDERED that the previous term of imprisonment of 150 months is hereby REDUCED, and the defendant is hereby committed to the custody of the United States Bureau of Prisons to be imprisoned for a term of eighty-four (84) monthsREVOCATION JUDGMENT: The defendants term of supervised release is hereby REVOKED and the defendant is hereby committed to the custody of the United States Bureau of Prisons to be imprisoned for a total term of eighteen (18) months . The defendant is remanded to the custody of the U.S. Marshal. Upon release from imprisonment, the Defendant shall be on supervised release for a term of six (6) months. While on supervised release, the Defendant shall comply with the mandatory and standard conditions of supervision as well as additional conditions. All other conditions shall remain as previously imposed."
        },
        {
          "charge_offence_description": "Opening",
          "charge_offence_level": "Felony"
        }
      ],
      "judges": [
        {
          "judge_title": "Chief Judge",
          "judge_name": "Terry L Wooten",
          "judge_guid": "urn:entity:jud-100016641"
        }
      ]
    }
  ]
}