{
  "case_docket_label": "US District Court Criminal Docket",
  "case_file_name": "US.DIS.SC_212cr413_SCD",
  "case_key": "2:12cr413_SCD",
  "case_lni": "55KN-8WP1-DXDT-G2XP-00000-00",
  "case_number": "2:12cr413",
  "case_title": "USA v. Eden",
  "case_info_full_case_name": "USA v. Eden",
  "case_info_short_case_name": "USA",
  "case_info_party1": "USA",
  "case_info_party2": "Eden",
  "case_date_filed": "2012-05-08",
  "case_status": "Open",
  "case_status_date": null,
  "case_type_description": "Criminal",
  "attorneys": [
    {
      "attorney_label": "[COR LD NTC]"
    }
  ],
  "parties": [
    {
      "party_name": "Jennifer L Eden",
      "party_description": "Defendant",
      "charges": [
        {
          "charge_statute": "2. 2003, 6 3. 2008, 6 4. 5. 6. 1, 2008,"
        },
        {
          "charge_description": "FRAUDS AND SWINDLES knowingly and willfully did devise and intend to devise a scheme and artifice to defraud and to obtain money and property from Genworth Life Insurance Company, f/k/a First Colony Life Insurance Company (herein Genworth), by means of false and fraudulent pretenses, representations, and promises. 2. It was part of the scheme and artifice to defraud that in December 2003, EDEN obtained a $1 million term life insurance policy from Genworth for a $520 annual premium. Under the terms of this policy, a policy owner could receive an early payment of the policy's death benefit if the policy owner had a life expectancy of 6 months or less as certified by their attending physician. This early payment was known as an accelerated death benefit. 3. It was further part of the scheme to defraud that in April 2008, EDEN applied to Genworth for an accelerated death benefit and falsely represented that she was dying of acute mono blastic leukemia and had less than 6 months to live. 4. It was further part of the scheme to defraud that EDEN falsified the medical information in her application for an accelerated death benefit, and EDEN forged the name of an actual doctor on this application for an accelerated death benefit. 5. As a result of the above scheme and artifice to defraud, EDEN fraudulently obtained approximately $500,000 from Genworth for an accelerated death benefit even though she did not suffer from leukemia and was not terminally ill as she falsely represented. 6. On or about April 1, 2008, (1)"
        },
        {
          "charge_offence_description": "Opening",
          "charge_offence_level": "4"
        },
        {
          "charge_statute": "18 1343 981(a)(l)(C), 982(a)(2); 28USC246) (c)."
        },
        {
          "charge_description": "FRAUD BY WIRE, RADIO, OR TELEVISION knowingly and willfully did devise and intend to devise a scheme and artifice to defraud and to obtain money and property by means of false and fraudulent pretenses, representations, and promises in violation of Title 18 United States Code Section 1343 and forfeiture allegations pursuant to United States Code, Sections 981(a)(l)(C), and 982(a)(2); and Title 28, United States Code, Section 246) (c). (2)"
        },
        {
          "charge_offence_description": "Opening",
          "charge_offence_level": "4"
        }
      ]
    }
  ]
}