{
  "case_docket_label": "US District Court Criminal Docket",
  "case_file_name": "US.DIS.NYW_695cr6059_nywd",
  "case_key": "6:95cr6059_nywd",
  "case_lni": "7WBN-P6V0-Y892-B2K5-00000-00",
  "case_number": "6:95cr6059",
  "case_title": "USA v. Mannix",
  "case_info_full_case_name": "USA v. Mannix",
  "case_info_short_case_name": "USA",
  "case_info_party1": "USA",
  "case_info_party2": "Mannix",
  "case_date_filed": "1995-10-10",
  "case_status": "Closed",
  "case_status_date": null,
  "case_type_description": "Criminal",
  "parties": [
    {
      "party_name": "JOSEPH D. MANNIX",
      "party_description": "Defendant",
      "charges": [
        {
          "charge_statute": "18:471.F"
        },
        {
          "charge_description": "18:471.F COUNTERFEITING (1)"
        },
        {
          "charge_disposition": "It is adjudged that the defendant is hereby placed on probation for a term of 3 years. Defendant to make restitution in the amount of $140.00 to the victims listed in paragrah 11 in the presentence report. Restitution is due immediately. Defendant to pay $2,000.00 fine. Defendant shall make timely installment payments at the rate of $60.00 per month while on probation. Full payment of the fine is due at least three months prior to the expiration of supervision. Conditions of probation as follows: 1) defendant shall not commit any federal, state or local crimes, 2) defendant shall not possess a firearm or other dangerous device, 3) defendant shall not possess a controlled substance, 4) defendant shall comply with the standard conditions that have been adopted by this Court, 5) defendant shall submit to urine testing and if indicated by the testing is to complete a drug/alcohol evaluation and enter into any treatment as directed by probation. Defendant is not to leave treatment until discharge is agreed to by probation and the treating agency. If in treatment, defendant is to abstain from the use of alcohol, 6) defendant shall participate in a program of mental health treatment as directed by probation, until such time as defendant is released from the program by probation, 7) defendant is required to contribute to the costs of services rendered (copayment) in an amount to be determined by probation, based on ability to pay or availability of third-party payment, 8) defendant shall comply with conditions of home confinement for a period of 6 months. During this time, defendant shall remain at his place of residence except for employment and other activities approved in advance by probation. Defendant will maintain a telephone at his place of residence without call forwarding, a modem, call ID, call waiting or portable cordless telephone for the above period. At the discretion of probation officer, defendant shall wear an electronic monitoring device and follow electronic monitoring procedures specified by probation. As determined by probation, defendant shall pay the cost of electronic monitoring services at the daily rate provided by probation. Daily rate is subject to periodic adjustment. Payment will be made on a schedule determined by probation, 9) any fine or restitution imposed by this judgment shall become a condition of probation. Defendant to pay SPA of $50.00. (1)"
        },
        {
          "charge_offence_description": "opening",
          "charge_offence_level": "4"
        }
      ],
      "judges": [
        {
          "judge_title": "USDJ",
          "judge_name": "Michael A. Telesca",
          "judge_guid": "urn:entity:jud-100019286"
        }
      ]
    }
  ]
}