{
  "case_docket_label": "US District Court Criminal Docket",
  "case_file_name": "US.DIS.NYS_102m1023_nysd",
  "case_key": "1:02m1023_nysd",
  "case_lni": "7WBN-G440-Y892-B094-00000-00",
  "case_number": "1:02m1023",
  "case_title": "USA v. Ellis",
  "case_info_full_case_name": "USA v. Ellis",
  "case_info_short_case_name": "USA",
  "case_info_party1": "USA",
  "case_info_party2": "Ellis",
  "case_date_filed": "2002-05-21",
  "case_status": "Closed",
  "case_status_date": null,
  "case_type_description": "Criminal",
  "attorneys": [
    {
      "attorney_label": "[COR LD NTC]"
    }
  ],
  "parties": [
    {
      "party_name": "RENE ELLIS",
      "party_description": "Defendant",
      "charges": [
        {
          "charge_statute": "18USC2113(a), 2113(d): 2 18USC924(c)(1)(A)(ii) 2: 18USC922(g)(1) 924(a): 18USC924(o): 18USC2:"
        },
        {
          "charge_description": "18 U.S.C. 2113(a), 2113(d): BY FORCE AND VIOLENCE &; BY INTIMIDATION, DID TAKE FROM THE PERSON AND PRESENCE OF EMPLOYEES OF THE BANK OF AMERICA, 2 MEDICAL PARK ROAD, COLUMBIA, SOUTH CAROLINA, MONIES BELONGING TO AND IN THE CARE, CUSTODY, CONTROL, MANAGEMENT, AND POSSESSION OF SAID BANK, THE DEPOSITS OF WHICH WERE THEN INSURED BY THE FEDERAL DEPOSIT INSURANCE CORPORATION, AND IN COMMITTING SAID OFFENSE, DID ASSAULT AND DID PUT IN JEOPARDY THE LIVES OF SAID EMPLOYEES BY MEANS AND USE OF A DANGEROUS WEAPON, AND DID AID AND ABET EACH OTHER IN THE COMMISSION OF THE AFORESAID OFFENSE; 18 U.S.C. 924(c)(1)(A)(ii) &; 2: KNOWINGLY USED AND CARRIED A FIREARM DURING AND IN RELATION TO A CRIME OF VIOLENCE WHICH IS PROSECUTABLE IN A COURT OF THE UNITED STATES, THAT IS, ARMED BANK ROBBERY; 18 U.S.C. 922(g)(1) &; 924(a): HAVING BEEN CONVICTED OF A CRIME PUNISHABLE BY IMPRISONMENT FOR A TERM EXCEEDING ONE YEAR, KNOWINGLY DID POSSESS IN AND AFFECTING COMMERCE FIREARMS WHICH HAD BEEN SHIPPED AND TRANSPORTED IN INTERSTATE COMMERCE; 18 U.S.C. 924(o): KNOWINGLY AND INTENTIONALLY DID COMBINE, CONSPIRE, CONFEDERATE AND AGREE TOGETHER AND HAVE TACIT UNDERSTANDING WITH EACH OTHER AND WITH VARIOUS OTHER PERSONS, BOTH KNOWN AND UNKNOWN TO THE GRAND JURY, TO USE AND CARRY FIREARMS DURING AND IN RELATION TO, AND DID POSSESS THE FIREARMS IN FURTHERANCE OF, CRIMES OF VIOLENCE WHICH ARE PROSECUTABLE IN A COURT OF THE UNITED STATES, THAT IS, ARMED ROBBERY; 18 U.S.C. 2: AIDING AND ABETTING."
        }
      ],
      "judges": [
        {
          "judge_title": "Judge"
        }
      ]
    }
  ]
}