{
  "case_docket_label": "US District Court Criminal Docket",
  "case_file_name": "US.DIS.NYS_199cr358_nysd",
  "case_key": "1:99cr358_nysd",
  "case_lni": "7WBN-DK60-Y892-B48Y-00000-00",
  "case_number": "1:99cr358",
  "case_title": "USA v. Venanzi",
  "case_info_full_case_name": "USA v. Venanzi",
  "case_info_short_case_name": "USA",
  "case_info_party1": "USA",
  "case_info_party2": "Venanzi",
  "case_date_filed": "1999-04-08",
  "case_status": "Closed",
  "case_status_date": "08/20/1999",
  "case_type_description": "Criminal",
  "attorneys": [
    {
      "attorney_label": "LEAD ATTORNEY"
    }
  ],
  "parties": [
    {
      "party_name": "Eugene T. Venanzi",
      "party_description": "Defendant",
      "charges": [
        {
          "charge_description": "18:2113B.M ROBBERY OF PROPERTY OR MONEY &lt;= $100 (BANK LARCENY)(1)"
        },
        {
          "charge_disposition": "Deft. pleaded guilty to count one (1) and issentenced as follows:The Deft. is placed on probation for a term of three (3) years and shall not posswess a firearm. The Deft. shall provide the probation officer with access to any requested financial inf ormation. The Deft. shall not incur new credit charges or open additional lines of credit without the approval of the probation officer unless the Deft. is in compliance with the installment payment schedule as set forth in the Confession of Judgemen t. The Deft. shall continue treartment with Linda Berman, CSW, or participate in a mentalhealth treatment program approved by the U. S. Probation Department, if determined to be necessary by the Probation Department. The Deft. will be required to con tribute to the costs of services rendered (copayment) in an amount tobe determined by the probation officer, based on ability to pay or availability of third-party payment. The Deft. shall perform 200 hours of community service as directed by the pro bation officer. The Deft. shall pay a $25.00 special assessment in full immediately and $15,396 in restitution to Chase Manhattan Bank. The restitution to Chase Manhattan Bank shall be i the amount of $15, 396 with credit applied for p ayments already made. The Deft. states that he has already made payments totaling $3,800. Pursuant to the agreement between the Deft. and Chase Manhattan Bank, the Deft. shall continue to pay monthly installments of $100.000 until the Confe ssion of Judgement is satisfied. The Deft. shall notify the U.S. Attorney for this district within 30 days of any change of address during the time he is on probation. (Eaton,MJ)"
        },
        {
          "charge_offence_description": "Opening",
          "charge_offence_level": "Misdemeanor"
        }
      ],
      "judges": [
        {
          "judge_title": "Magistrate Judge",
          "judge_name": "Douglas F. Eaton",
          "judge_guid": "urn:entity:jud-100056754"
        }
      ]
    }
  ]
}